IDEA StatiCa Open Model
StrainLoadOnLine.RelativeEndPosition Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 End position on ISegment3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RelativeEndPosition { get; set; }
Public Property RelativeEndPosition As Double
	Get
	Set
public:
property double RelativeEndPosition {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace